<template>
	<view>
		<a-navbar title="服务协议" @back="$tool.uniSwitchTab({url:'/pages/home/index'})"></a-navbar>
		<view class="text">
			<view class="h1">明远OA注册协议</view>
			<view class="h2">尊敬的用户：欢迎您注册成为明远OA用户。</view>
			<view class="p">
				明远OA各项服务的所有权和运作权归南京明远地产联软件技术有限公司（下称明远地产联）拥有。
			</view>
			<view class="p">
				重要须知：用户应认真阅读《明远OA注册协议》 （下称《协议》）中各项条款，
				包括明远OA以及客户的权益保护和不可抗力免责条款。请您审阅并接受或不接受本《协议》。除非您接受本《协议》条款，否则您无权注册、登录或使用本协议所涉及的相关服务。您一旦注册、登录、使用或以任何方式使用本《协议》所涉及的相关服务的行为将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意本《协议》中的条款，请不要注册、登录或使用本《协议》相关服务。
				本协议中“用户“或“您“是指拥有明远OA系统产品的个人或单位。
			</view>
			<view class="h2">一、版权声明</view>
			<view class="p">本系统产品(包括但不限于本系统产品中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序(dll、exe等)、随附的帮助材料、及本系统产品任何副本的一切知识产权均归明远地产联所有（但不包括用户上传的一切数据或媒体信息）。用户未经明远地产联书面许可不得以任何方式进行复制或修改本产品。</view>
			<view class="h2">二、服务内容</view>
			<view class="p">
				（1）明远OA服务的具体内容由明远地产联根据实际情况进行更新修改以满足用户日益变化的需求，在更新过程中明远地产联有义务保护用户数据的安全性及完整性。
			</view>
			<view class="p">（2）在有更新版本的时候，明远地产联将为用户提供自动更新系统的功能，为用户提供更完善的服务。
			</view>
			<view class="p">（3）用户在正常使用本“系统”过程中，明远地产联保证不会泄露相关数据给第三方，但政府、司法等相关部门以法定形式调查除外。</view>
			<view class="h2">三、用户使用须知</view>
			<view class="p">（1）用户应自行配备上网的所需设备，包括但不限于电脑、调制解调器或其他必备装置，自行负担上网所支付的与此服务相关的电话费用、网络使用费用。</view>
			<view class="p">（2）用户承诺以其真实身份注册成为明远OA的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。</view>
			<view class="p">（3）用户以其真实身份注册成为明远OA用户后，需要修改所提供的个人身份资料信息的，用户应提供详尽、准确的个人资料并不断更新个人资料。如果因为用户提供的资料包含有不正确的信息，导致用户不能正常使用明远OA，明远地产联不承担任何责任。</view>
			<view class="p">（4）自觉遵守中华人民共和国相关法律法规(如果用户是中华人民共和国境外的使用者，应遵守所属国家或地区的法律法规)。用户将自行承担用户所发布的信息内容的责任。</view>
			<view class="p">（5）用户不得通过不正当的手段或其他不公平的手段使用明远地产联的产品和服务或参与明远地产联活动。用户不得干扰明远地产联正常地提供产品和服务，包括但不限于：攻击、侵入明远地产联的网站服务器或使网站服务器过载；破解、修改明远地产联提供的客户端程序；利用程序的漏洞和错误(Bug)破坏系统的正常使用或传播该漏洞或错误 (Bug)；不合理地干扰或阻碍他人使用明远地产联所提供的产品和服务。</view>
			<view class="h2">四、用户帐号安全</view>
			<view class="p">（1）用户可以通过在明远OA注册或使用其他合作网站的帐号使用明远OA提供的各项服务。用户注册成功后，明远OA将给用户一个帐号及密码，每个帐号对应一个唯一的名字（或昵称、用户名）。</view>
			<view class="p">（2）用户须妥善管理自己的用户名及密码，禁止赠与、借用、租用、转让或者售卖。若出于您的原因导致密码泄露，您需自行承担相应的一切责任。</view>
			<view class="p">（3）用户每次使用完明远OA相关服务后，请关闭退出有关帐号。因黑客行为或用户的过错导致帐号、密码或被他人非法使用，本公司不承担任何责任。</view>
			<view class="h2">五、隐私保护相关</view>
			<view class="p">（4）保护用户隐私是明远地产联的一项基本政策，明远地产联使用先进的加密技术保障您基本资料的安全及隐私，明远地产联保证不对外公开或向第三方提供用户申请资料及用户在使用网络服务时存储在明远地产联的个人信息，但下列情况除外：</view>
			<view class="ul">
				<view class="li">•事先获得用户或用户的监护人的明确授权；</view>
				<view class="li">•根据有关的法律法规要求；</view>
				<view class="li">•按照司法机关或行政机关基于法定程序的要求；</view>
				<view class="li">•为维护社会公众的利益；</view>
				<view class="li">•应用户监护人的合法要求而提供用户个人身份信息时;</view>
				<view class="li">•为维护明远地产联的合法权益而向用户提供诉讼或仲裁时。</view>
			</view>
			<view class="p">
				（2）明远地产联可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与明远地产联同等的保护用户隐私的责任，则明远地产联可将用户的个人信息等提供给该第三方。
			</view>
			<view class="p">（3）在不透露单个用户隐私资料的前提下，明远地产联有权对整个用户数据库进行分析并对用户数据库进行商业上的利用（包括但不限于公布、分析或以其它方式使用用户访问量、访问时段、用户偏好等用户数据信息）。</view>
			<view class="p">（4）因特殊情况造成的数据丢失，本公司不承担任何责任。</view>
			<view class="h2">六、法律责任与免责</view>
			<view class="p">（1）明远地产联特别提请用户注意，明远地产联为了保障公司业务发展和调整的自主权，明远地产联拥有随时自行修改或中断系统授权而不需通知用户的权利，如有必要，修改或中断会以通告形式公布于明远地产联网站重要页面上。</view>
			<view class="p">（2）用户违反本《协议》或相关的服务条款的规定，导致任何第三方主张索赔包括诉讼费用和律师费用等，导致明远地产联与合作公司、关联公司受到损害的，用户应当赔偿相关损失，并消除影响。对此，明远地产联有权视用户的行为性质，采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。</view>
			<view class="p">（3）使用本系统由用户自己承担风险，明远地产联对本系统不作任何类型的担保，不论是明示的、默示的或法令的保证和条件，包括但不限于本系统的适销性、适用性、无病毒、无疏忽或无技术瑕疵问题、所有权、平静受益权、和无侵权的明示或默示担保和条件，对在任何情况下因使用或不能使用本系统所产生的直接、间接、偶然、特殊及后续的损害及风险，明远地产联及合作单位不承担任何责任。</view>
			<view class="p">（4）使用本系统涉及到互联网服务，可能会受到各个环节不稳定因素的影响，存在因不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险，明远地产联不承担任何责任。</view>
			<view class="p">（5）用户因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的经济损失，明远地产联不承担任何责任。</view>
			<view class="p">（6）因技术故障等不可抗事件影响到服务的正常运行的，明远地产联承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的经济损失，明远地产联不承担任何责任。</view>
			<view class="h2">
				七、服务条款的修改
			</view>
			<view class="p">（1）明远地产联有权在必要时修改服务条款，明远OA服务条款一旦发生变动，将会在重要页面上提示修改内容，如果不同意所改动的内容，用户可以主动停止使用明远OA及明远OA的一切服务。如果用户继续使用明远OA任何服务，则视为接受服务条款的变动。</view>
			<view class="p">（2）明远地产联保留随时修改或中断服务而不需通知用户的权利。</view>
			<view class="p">（3）明远OA行使修改或中断服务的权利，不需对用户或第三方负责。</view>
			<view class="h2">八、通知</view>
			<view class="p">明远OA可以向您发送相关通知，包括对本“许可协议”的修改。通知方式可为通过邮箱，普通信件或从明远OA网站或指定网站上发布公告。</view>
			<view class="h2">九、其他条款</view>
			<view class="p">（1）本《协议》所定的任何条款的部分或全部无效者，不影响其它条款的效力。</view>
			<view class="p">（2）本《协议》的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和明远地产联之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交明远地产联所在地法院管辖。</view>
			<view class="h2">本《协议》的一切解释权与修改权归明远地产联所有。</view>
		</view>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style lang="scss" scoped>
	.text {
		font-size: 32rpx;
		line-height: 60rpx;
		padding-top: 10rpx;
		padding:20rpx;
		.h1 {
			font-size: 40rpx;
			text-align: center;
			font-weight: 700;
		}

		.h2 {
			font-size: 32rpx;
			font-weight: 700;
		}

		.p {
			text-indent: 2em;
		}
		
		.ul{
			width:80%;
			margin:auto;
			.li{
				
			}
		}
	}
</style>
